Repository: MacPaw/FMPFeedbackForm
Catalog: FMPFeedbackForm/Resources/*.lproj/Localizable.strings
Languages: it

source: Incorrect email
it: Email errato

source: Send anonymous system profile
it: Invia il profilo di sistema anonimo

source: Send Feedback
it: Invia Feedback

source: Sending...
it: Invio...

source: System
it: Sistema

source: Preferences
it: Preferenze

source: Attach File...
it: Allega file...

source: Provide Feedback
it: Fornire un Feedback

source: Please provide a detailed description of your problem, suggestion, bug-report or question so that we have a clear picture of your request and react to it with maximum effectiveness.
it: Chiediamo di fornire una descrizione dettagliata del problema, suggerimento, segnalazione di bug o domanda in modo da avere un quadro chiaro della richiesta e reagire ad essa con la massima efficacia.

source: Support Request
it: Richiesta di supporto

source: Bug Report
it: Segnalazione bug

source: Write your message here...
it: Scrivi qui il tuo messaggio...

source: Connect to the internet to send feedback
it: Connettiti a Internet per inviare feedback

source: Check your network connection or Firewall settings and try again.
it: Controlla la connessione network o le impostazioni del Firewall e riprova.

source: An error occurred while sending report.
it: Si è verificato un errore durante l'invio del rapporto.

source: Please make sure you've filled the form correctly and try again (error code: %@).
it: Assicurati di aver compilato correttamente il modulo e riprova (codice errore: %@).

source: Feedback successfully sent!
it: Il feedback è stato inviato con successo!

source: Every user report gets carefully analyzed, however, not all requests will be answered directly. Thank you for helping us make our products better!
it: Tutti i rapporti inviati dagli utenti verranno analizzati attentamente, tuttavia, non tutte le richieste saranno esaudite direttamente. Ringraziamo per aiutarci a migliorare i nostri prodotti!
